---
kind: property
id: P:Autodesk.Revit.DB.TableCellStyle.IsInactivePhaseload
source: html/fe7cf50b-6348-2922-f191-29a03a2cdb9d.htm
---
# Autodesk.Revit.DB.TableCellStyle.IsInactivePhaseload Property

Gets or sets whether this is an inactive phase load cell.

## Syntax (C#)
```csharp
public bool IsInactivePhaseload { get; set; }
```